Repository: pmaigutyak/mp-cart
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Product already added.
ru: Товары уже добавлено.
uk: Товари уже додано

source: No product in stock.
ru: Нет товаров на складе
uk: Немає товару на складі

source: Limit exceeded. Max value: {}
ru: Лимит исчерпан. Максимальное значение {}
uk: Ліміт вичерпано. Максимальне значення {}

source: Product not added to cart.
ru: Товар не добавлен в корзину
uk: Товар не додано до кошика

source: Cart is empty
ru: Корзина пустая
uk: У кошику немає товарів

source: Orders cart
ru: Корзина заказов
uk: Кошик замовлень

source: Sum
ru: Сумма
uk: Сума

source: Total
ru: Всего
uk: Загалом

source: To order
ru: Оформить заказ
uk: Оформити замовлення

source: Product added to cart
ru: Товар добавлено в корзину
uk: Товар додано до кошика

source: Product removed from cart
ru: Товар удалено из корзины
uk: Товар видалено з кошика

source: Quantity updated
ru: Количество оновлено
uk: Кількість оновлено
